{
    "mainFood": [
        {
            "id": 1,
            "name": "Курутоб",
            "image": "https://www.molbulak.ru/upload/medialibrary/6d7/12.JPG",
            "stars": 5,
            "description": "Основными компонентами данного блюда являются чакка (сузьма или расплавленный курт), катык или кефир, слоёная лепёшка фатир, льняное масло, помидоры, огурцы, зелень, лук и соль. В некоторых вариантах используется молоко, сливочное или хлопковое масло, красный или чёрный перец и другие продукты"
        },
        {
            "id": 2,
            "name": "Ош",
            "image": "https://screenbeauty.com/image/wallpapers/pilaf-uzbek-dish-dish-91262.jpg",
            "stars": 5,
            "description": "Блюдо восточной кухни, основу которого составляет варёный рис. Отличительным свойством плова является его рассыпчатость, достигаемая соблюдением технологии приготовления риса и добавлением в плов животного или растительного жира, препятствующего слипанию крупинок."
        },
        {
            "id": 3,
            "name": "Манту",
            "image": "https://pigmine.ru/wp-content/uploads/0/2/2/022d0b432a06e1abc40c22402dcce099.jpeg",
            "stars": 5,
            "description": "Традиционное, преимущественно мясное блюдо Таджикистана, состоящее из мелко нарубленного мяса в тонко раскатанном тесте, приготовленное на пару в мантоварке. Слово манты, заимствованное русским языком из тюркских, происходит предположительно от китайского «маньтоу»."
        },
        {
            "id": 4,
            "name": "Шакароб",
            "image": "https://www.molbulak.ru/upload/medialibrary/6d7/12.JPG",
            "stars": 5,
            "description": "Ароматный таджикский плов всегда подается в паре с салатом из помидоров и лука. В нем нет никакой заправки из масла или уксуса. Тонко нарезанные томаты маринуются в собственном соку с приправой из острого, розового перца, соли, зелени и лука. Этот салат идеально подходит для сытного плова."
        },
        {
            "id": 5,
            "name": "Фатиршурбо",
            "image": "https://foodperestroika.com/wp-content/uploads/2013/10/Qurutob10-featured.jpg",
            "stars": 5,
            "description": "Суп приготовлен в глубокой сковороде с мясом, рисом и бобами маш. Вкусное и сытное блюдо."
        }
    ],
    "popularFood": [
        {
            "id": 1,
            "name": "Самбуса",
            "image": "https://static.1000.menu/img/content-v2/54/5f/39206/tandyrnaya-samsa-v-duxovke_1569242042_18_max.jpg",
            "stars": 4,
            "description": "Самбуса — пирожки характерной трех- или четырехугольной формы (мясные, куриные, из тыквы, картошки, зелени (кук-самса)), готовятся в тандыре или в духовке."
        },
        {
            "id": 2,
            "name": "Шурбо",
            "image": "https://static.1000.menu/img/content-v2/ae/05/21158/shurpa-iz-govyadiny-v-kazane-na-plite_1617466380_28_max.jpg",
            "stars": 4,
            "description": "Аппетитная, красивая, пряная, безумно вкусная! Суп шурпа из говядины, приготовленная в казане на плите, получается ничуть не хуже сваренной на костре. Этот рецепт точно понравится тем, кто не любит баранину, с которой готовится классический рецепт. Говядина в этом блюде ее отлично заменяет!"
        },
        {
            "id": 3,
            "name": "Пельмени с бараниной",
            "image": "https://static.1000.menu/img/content/1706/pelmeni-po-tadzhikski_1393231363_1_max.jpg",
            "stars": 5,
            "description": "Оригинальные пельмени из баранины - просто улетный вкус!!! Пельмени с бараниной это пельмени из таджикской кухни с добавлением различных видов зелени, благодаря чему у этих пельменей, свой необыкновенный и отменный вкус. На вид тоже они неплохи."
        },
        {
            "id": 4,
            "name": "Манты с тыквой и фаршем",
            "image": "https://static.1000.menu/img/content-v2/12/15/4321/manty-s-tykvoi-i-farshem_1633490580_21_max.jpg",
            "stars": 5,
            "description": "Вкуснейшие, аппетитные, для всей семьи на ужин! Манты с тыквой и фаршем — проверенный рецепт паровых мантов. Они готовятся быстрее и проще классических, поскольку используется не рубленое ножом мясо, а уже готовый фарш. Добавление тыквы делает начинку сочнее и мягче."
        },
        {
            "id": 5,
            "name": "Цепленок табака",
            "image": "https://kartinkin.net/uploads/posts/2021-07/1627516835_43-kartinkin-com-p-tsiplenok-tabaka-po-gruzinski-yeda-krasivo-47.jpg",
            "stars": 5,
            "description": "Блюдо для любителей острого, очень вкусное. Прекрасное украшение стола."
        }
    ]
}